import React from 'react';



const Middle = () => (
  <div className="main-middle">
    <div className="main-middle-content">
      <div className="wrapper">
        <h2>В этой секции рассмотрите себе работу<br />Актуальные вакансии</h2>
        <div className="grid">
          <p>
В данном разделе вы сможете обнаружить избранные вакансии, тщательно подобранные с учетом потребностей тех, кто стремится к успеху и готов воплощать свои профессиональные амбиции в жизнь. Наша кураторская подборка предоставляет уникальные возможности для карьерного роста и развития, поддерживая ваши стремления к профессиональному успеху. Независимо от вашего опыта и сферы деятельности, здесь вы найдете разнообразные предложения с конкурентоспособными условиями труда. </p>
          <p>Мы приглашаем вас исследовать мир возможностей, где каждая вакансия – это шанс стать частью инновационных проектов и творческой команды профессионалов.Присоединяйтесь к нашему сообществу талантливых профессионалов, где каждая вакансия представляет собой возможность воплотить в жизнь ваши профессиональные амбиции и добиться великих успехов в своей карьере.</p>
        </div>
        <button id="button-animation"><a href="find">Read more</a></button>
      </div>
    </div>
  </div>
);

export default Middle;
